<h1>Описание фильма Вызов</h1>

<h2>Торакальный хирург Женя за месяц должна пройти подготовку к космическому полету и затем отправиться на МКС, чтобы помочь космонавту, получившему серьезную травму. Героиня должна преодолеть свои страхи и сомнения и провести сложнейшую операцию в условиях невесомости. Справится ли Женя с таким тяжелым испытанием?</h2>

<style>
    * {
      margin: 0;
      padding: 0;
      box-sizing: border-box;
      background-color: rgba(0, 110, 255, 0.315);
    }
    </style>