<h1>Описание фильма Мастер и Маргарита</h1>

<h2>В Москве 1930-х годов произведения выдающегося писателя внезапно подвергаются цензуре со стороны советского государства, а премьера его театральной пьесы о Понтии Пилате отменяется по идеологическим причинам. Его выгоняют из Союза советских писателей, и он быстро превращается в изгоя, у которого нет средств к существованию. Вдохновлённый Маргаритой, своей возлюбленной, он начинает работать над новым романом, в котором все персонажи из его жизни сатирически переосмыслены.</h2>

<style>
* {
  margin: 0;
  padding: 0;
  box-sizing: border-box;
  background-color: rgba(0, 110, 255, 0.315);
}
    </style>