<h1>Описание фильма Онегин</h1>

<h2>Евгений Онегин живет на широкую ногу: балы, приемы, театральные премьеры и прочие развлечения, которые может предложить молодому человеку столица. Но светская жизнь давно утомила его, потому известие о болезни живущего в деревне дяди, он воспринимает, как возможность сбежать от опостылевшего света. Однако, добравшись до имения, Онегин узнает о кончине родственника, что, впрочем, не сильно расстраивает Евгения. Его финансовые дела весьма печальны, а дядя богат и других наследников у него нет. Онегин запирается в имении, сторонится соседей, которые очень скоро начинают называть его между собой чудаком. В бесцельном одиночестве Евгений живет до тех пор, пока в соседнем имении не объявляется вернувшийся из-за границы хозяин — юный, восторженный, еще не пресыщенный жизнью Ленский, который знакомит Евгения с сестрами Татьяной и Ольгой Лариными.</h2>

<style>
    * {
      margin: 0;
      padding: 0;
      box-sizing: border-box;
      background-color: rgba(0, 110, 255, 0.315);
    }
    </style>