<h1>Описание фильма Лёд 3</h1>

<h2>Надя выросла и стала фигуристкой. Она мечтает о «Кубке Льда», как когда-то мечтала ее мама. Горин возражает против спортивной карье-ры дочери — он оберегает ее от любых трудностей и его можно понять: он потерял слишком много. На тайной тренировке Надя знакомится с молодым и дерзким хоккеистом из Москвы, и между ними вспыхивает первая любовь. Отец не верит в искренность чувств юноши и разлучает пару. Но препятствия только укрепляют настоящую любовь, а когда любишь — самый сказочный финал может стать реальностью.</h2>

<style>
    * {
      margin: 0;
      padding: 0;
      box-sizing: border-box;
      background-color: rgba(0, 110, 255, 0.315);
    }
    </style>