<h1>Описание фильма Воздух</h1>

<h2>Великая Отечественная война. В СССР идут тяжелые бои, немецкая армия наступает. В смешанный авиационный полк прибывает подразделение летчиц. Все они — юные, необстрелянные и сперва не совсем понимают, что такое война. Девушкам приходится трудно в мужском мире, но они день за днем в череде воздушных схваток доказывают, что они не хуже мужчин.</h2>

<style>
* {
  margin: 0;
  padding: 0;
  box-sizing: border-box;
  background-color: rgba(0, 110, 255, 0.315);
}
</style>